Repository: cga-harvard/Hypermap-Registry
Catalog: hypermap/hypermap/locale/*/LC_MESSAGES/django.po
Languages: it

source: Domains
it: Domini

source: Welcome
it: Benvenuto

source: Change Password
it: Cambia Password

source: Log Out
it: Esci

source: Log In
it: Collegati

source: Powered by
it: Basato su

source: Contact Us
it: Contattaci

source: Source Code
it: Codice Sorgente

source: Language
it: Lingua

source: We track health of
it: Tracciamo lo stato di

source: remote map services, containing a total of
it: servizi di mappe remoti, contenenti un totale di

source: Domain
it: Dominio

source: Layers Count
it: Numero Layers

source: Services Count
it: Numero Servizi

source: Go to layer details page
it: Vai alla pagina del layer

source: Monitoring Period
it: Periodo monitorato

source: First Check
it: Primo Controllo

source: Last Check
it: Ultimo Controllo

source: Total Checks
it: Controlli Totali

source: No checks performed so far
it: Nessun controllo effettuato

source: Response Time
it: Tempo di risposta

source: Average
it: Media

source: Reliability
it: Affidabilita

source: Checks
it: Controlli

source: Date
it: Data

source: Message
it: Messaggio

source: Status
it: Stato

source: seconds
it: secondi

source: Publish
it: Pubblica

source: MapProxy demo page
it: Pagina demo MapProxy

source: MapProxy configuration
it: Configurazione MapProxy

source: Administrative actions
it: Azioni amministrative

source: Check now
it: Controlla ora

source: Remove checks
it: Rimuovi controlli

source: Index in Search Backend
it: Indicizza nel search engine

source: Service Hypermap Page
it: Pagina Hypermap del servizio

source: Layer Page
it: Pagina del layer

source: Layer Hypermap EndPoint
it: Endpoint del layer in Hypermap

source: Search EndPoint
it: Endpoint search engine

source: Name
it: Nome

source: Title
it: Titolo

source: Keywords
it: Parole chiave

source: Is Public?
it: Publico?

source: Is Valid?
it: Valido?

source: Username
it: Nome Utente

source: Category
it: Categoria

source: Dates
it: Date

source: Start Date
it: Data Inizio

source: End Date
it: Data Fine

source: Detected
it: Ricavato

source: From Metadata
it: Da metadati

source: Spatial Reference Systems
it: Sistema di riferimento spaziale

source: Bounding Box
it: Coordinate bordo

source: See full check stats
it: Consulta statistiche controlli

source: Was deleted?
it: Eliminato?

source: Last Updated
it: Ultima modifica

source: remote map services, containing a total of
it: servizi di mappe remoti, contenenti un totale di

source: Catalogs
it: Cataloghi

source: Filter by
it: Filtra per

source: Average Resp. Time
it: Tempo di Risposta Medio

source: No services are available.
it: Nessun servizio disponibile

source: Service checks for
it: Controlli del servizio

source: Go to service details page
it: Vai alla pagina del servizio

source: Type
it: Tipologia

source: Index
it: Indicizza

source: Search
it: Ricerca

source: there are
it: ci sono

source: deleted layers for this service
it: layer cancellati per questo servizio

source: No checks for this layer
it: Nessun controllo per questo layer

source: Server Information
it: Informazioni Server

source: Server date time
it: Data e ora Server

source: Cached layers to be added in search engine
it: Layer nella cache da aggiungere nel motore di ricerca

source: Cached layers to be removed in search engine
it: Layer nella cache da rimuovere dal motore di ricerca

source: Admin Commands
it: Comandi di Amministrazione

source: Check all services
it: Controlla tutti i servizi

source: Reindex all layers
it: Reindicizza tutti i layer

source: Index cached layers
it: Indicizza i layer nella cache

source: Drop cached layers
it: Rimuovi i layer dalla cache

source: Clear index
it: Resetta indice del motore di ricerca

source: Unindex layers with issues
it: Rimuovi da indice i layer con problemi

source: Celery Results
it: Risultati di Celery

source: state
it: stato

source: content type
it: tipo di contenuto

source: done at
it: fatto a

source: task result
it: risultato del task

source: task results
it: risultati dei task
